{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_MenuScreen",
			"Children": [
				{
					"Source":
					{
						"Text": "PRESS ANY KEY"
					},
					"Translation":
					{
						"Text": "НАЖМИТЕ ЛЮБУЮ КНОПКУ"
					},
					"Key": "PRESSANYKEY_key"
				}
			]
		},
		{
			"Namespace": "ST_OptionsScreenDescription",
			"Children": [
				{
					"Source":
					{
						"Text": "3D resolution determines the resolution that objects are rendered in game, but does not affect the main menu.  Lower resolutions can significantly increase frame rate."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ResolutionScaleDescKey"
				},
				{
					"Source":
					{
						"Text": "<Bold>Windowed mode:</> you can interact with other windows more easily, and drag the edges of the window to set the size.\n\n<Bold>Borderless Window:</> you can easily switch between applications.\n\n<Bold>Fullscreen Mode:</> you cannot interact with other windows as easily, but the game will run slightly faster."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WindowModeDescKey"
				},
				{
					"Source":
					{
						"Text": "Adjusts the brightness."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DisplayGammaDescKey"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry edges. Increasing this setting will make edges look smoother, but can reduce performance. Higher settings mean more anti-aliasing."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AntiAliasingDescKey"
				},
				{
					"Source":
					{
						"Text": "Display Resolution determines the size of the window in Windowed mode. In Fullscreen mode, Display Resolution determines the graphics card output resolution, which can result in black bars depending on monitor and graphics card. Display Resolution is inactive in Windowed Fullscreen mode."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ScreenResolutionsDescKey"
				},
				{
					"Source":
					{
						"Text": "Effects determines the quality of visual effects and lighting in game. Increasing this setting will increase the quality of visual effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VisualEffectQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "Enabling Vertical Sync eliminates screen tearing by always rendering and presenting a full frame. Disabling Vertical Sync can give higher frame rate and better input response, but can result in horizontal screen tearing."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VerticalSyncDescKey"
				},
				{
					"Source":
					{
						"Text": "Frame rate limit sets the highest frame rate that is allowed. Set this lower for a more consistent frame rate or higher for the best experience on faster machines. You may need to disable Vsync to reach high frame rates."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FrameRateLimitDescKey"
				},
				{
					"Source":
					{
						"Text": "Global Illumination controls the quality of dynamically calculated indirect lighting bounces, sky shadowing and Ambient Occlusion. Settings of 'High' and above use more accurate ray tracing methods to solve lighting, but can reduce performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "GlobalIlluminationQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of Field and Bloom. Increasing this setting improves the quality of post process effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PostProcessingQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "Quality Preset allows you to adjust multiple video options at once. Try a few options to see what fits your preference and device's performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OverallQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "Reflection quality determines the resolution and accuracy of reflections.  Settings of 'High' and above use more accurate ray tracing methods to solve reflections, but can reduce performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ReflectionQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "Shadow quality determines the resolution and view distance of dynamic shadows. Shadows improve visual quality and give better depth perception, but can reduce performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ShadowQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "Texture quality determines the resolution of textures in game. Increasing this setting will make objects more detailed, but can reduce performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextureQualityDescKey"
				},
				{
					"Source":
					{
						"Text": "View distance determines how far away objects are culled for performance."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ViewDistanceDescKey"
				}
			]
		}
	]
}